Repository: common-repository/post-series-manager
Catalog: languages/post-series-manager-*.po
Languages: nl_nl

source: All Post Series
nl_nl: Alle post series

source: Edit Post Series
nl_nl: Post serie wijzigen

source: View Post Series
nl_nl: Post serie bekijken

source: Update Post Series
nl_nl: Post serie bijwerken

source: Add New Post Series
nl_nl: Nieuwe post serie toevoegen

source: New Post Series Name
nl_nl: Nieuwe post serie naam

source: Search Post Series
nl_nl: Zoek post serie

source: Popular Post Series
nl_nl: Populaire post series

source: Separate post series with commas
nl_nl: Scheid post series met komma's

source: Add or remove post series
nl_nl: Voeg post series toe, of verwijder ze

source: Choose from most used post series
nl_nl: Kies een veel gebruikte post serie

source: No post series found
nl_nl: Geen post series gevonden

source: This post is part of the series
nl_nl: Deze post behoort tot de reeks

source: (Current)
nl_nl: (huidige)

source: Other posts in this series:
nl_nl: Andere posts in deze serie:

source: Continue reading this series:
nl_nl: Lees verder in deze reeks:
